Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: Something else was at that path by the time it moved. It is in the Trash as %@, and Finder can put it back.
cs: V době přesunu už na tomto místě bylo něco jiného. Je to v koši pod názvem %@ a Finder to může vrátit zpět.
de: Als das Objekt verschoben wurde, lag an diesem Pfad schon etwas anderes. Dieses liegt jetzt als „%@“ im Papierkorb, und der Finder kann es zurücklegen.
es: Para cuando se hizo el traslado, en esa ruta había otra cosa. Está en la papelera como %@, y el Finder puede sacarla de ella.
fr: Autre chose se trouvait à cet emplacement au moment du déplacement. Cet élément est dans la corbeille sous le nom %@, et le Finder peut le remettre en place.
it: Al momento dello spostamento, in quel percorso c’era qualcos’altro. È nel Cestino come %@, e il Finder può ripristinarlo.
ja: 移動した時点で、そのパスには別のものがありました。それは“%@”としてゴミ箱にあり、Finderで戻すことができます。
ko: 이동할 때 해당 경로에 다른 항목이 있었습니다. 그 항목은 휴지통에 ‘%@’(이)라는 이름으로 있으며, Finder에서 되돌려 놓을 수 있습니다.
nl: Er stond iets anders op dat pad op het moment dat het werd verplaatst. Het staat in de prullenmand als %@, en Finder kan het terugzetten.
pl: W chwili przenoszenia pod tą ścieżką było coś innego. Jest w Koszu jako %@ i Finder może to przywrócić.
pt: Havia outra coisa nesse caminho quando ele foi movido. Está no Lixo como %@, e o Finder pode colocá-lo de volta.
ro: Când a avut loc mutarea, la acea cale se afla altceva. Acel element se află acum în Coș sub numele %@, iar Finder îl poate pune înapoi.
ru: К моменту перемещения по этому пути находилось что-то другое. Оно в Корзине под именем «%@», и Finder может его восстановить.
sv: Något annat fanns på den sökvägen när det flyttades. Det ligger i papperskorgen som %@, och Finder kan lägga tillbaka det.
tr: Taşındığı sırada o yolda başka bir şey vardı. Çöp Sepeti’nde %@ adıyla duruyor ve Finder onu yerine koyabilir.
uk: На момент переміщення за цим шляхом було вже щось інше. Воно в Смітнику під назвою «%@», і Finder може його повернути.
zh_hans: 移动时，该路径上已是其他项目。它在废纸篓中名为“%@”，“访达”可以将其放回原处。
zh_hant: 移動時，該路徑上已經是另一個項目。它以「%@」的名稱存放在「垃圾桶」中，Finder可以將它還原。

source: Something has turned sleep off altogether, even with the lid closed. It survives a restart and System Settings doesn’t show it.
cs: Něco úplně vypnulo režim spánku, a to i při zavřeném víku. Vydrží to i restart a Nastavení systému to nezobrazuje.
de: Etwas hat den Ruhezustand vollständig deaktiviert, selbst bei geschlossenem Deckel. Das bleibt auch nach einem Neustart so, und die Systemeinstellungen zeigen es nicht an.
es: Algo ha desactivado el reposo por completo, incluso con la tapa cerrada. Se mantiene tras reiniciar y Ajustes del Sistema no lo muestra.
fr: Quelque chose a complètement désactivé la suspension d’activité, même couvercle fermé. Ce réglage persiste après un redémarrage, et Réglages Système ne l’affiche pas.
it: Qualcosa ha disattivato del tutto lo standby, anche con lo schermo chiuso. L’impostazione resta anche dopo un riavvio e Impostazioni di Sistema non la mostra.
ja: 何かがスリープを完全にオフにしていて、Macを閉じていてもスリープしません。この状態は再起動後も続き、システム設定には表示されません。
ko: 무언가가 잠자기를 완전히 꺼 두어 덮개를 닫아도 잠자기 상태로 전환되지 않습니다. 이 설정은 재시동 후에도 유지되며 시스템 설정에는 표시되지 않습니다.
nl: Iets heeft de sluimerstand volledig uitgeschakeld, zelfs als de computer gesloten is. Dit blijft ook na een herstart zo en Systeeminstellingen toont het niet.
pl: Coś całkowicie wyłączyło usypianie, nawet przy zamkniętej pokrywie. Utrzymuje się to po ponownym uruchomieniu, a Ustawienia systemowe tego nie pokazują.
pt: Algo desativou o repouso por completo, mesmo com a tampa fechada. Isso persiste depois de reiniciar, e os Ajustes do Sistema não o mostram.
ro: Ceva a dezactivat complet adormirea, chiar și cu capacul închis. Starea aceasta rezistă la repornire, iar Configurări sistem nu o afișează.
ru: Что-то полностью отключило режим сна, даже при закрытой крышке. Это сохраняется после перезагрузки, и Системные настройки этого не показывают.
sv: Något har stängt av viloläget helt, även när locket är stängt. Det finns kvar efter en omstart, och Systeminställningar visar det inte.
tr: Bir şey uyku modunu, kapak kapalıyken bile tamamen kapatmış. Bu durum yeniden başlatmadan sonra da sürer ve Sistem Ayarları bunu göstermez.
uk: Щось повністю вимкнуло режим сну, навіть коли кришку закрито. Це зберігається після перезапуску, і Системні параметри цього не показують.
zh_hans: 某个程序完全关闭了睡眠，即使合上机盖也不会睡眠。重新启动后此设置依然有效，而且“系统设置”中不会显示它。
zh_hant: 有東西完全關閉了睡眠功能，即使上蓋關閉也不會睡眠。此設定在重新開機後仍然有效，而且「系統設定」中不會顯示。

source: Something in this project changed in the last 7 days, so none of it is selected for you.
cs: V tomto projektu se za posledních 7 dní něco změnilo, a proto z něj Peel za vás nic nevybral.
de: In diesem Projekt hat sich in den letzten 7 Tagen etwas geändert, daher wird nichts davon für dich ausgewählt.
es: Algo de este proyecto ha cambiado en los últimos 7 días, así que no se selecciona nada de él por ti.
fr: Quelque chose a changé dans ce projet ces 7 derniers jours : rien n’y est donc sélectionné à votre place.
it: Qualcosa in questo progetto è cambiato negli ultimi 7 giorni, quindi nulla viene selezionato al posto tuo.
ja: このプロジェクトの何かが過去7日間に変更されたため、どれも自動では選択されていません。
ko: 이 프로젝트의 무언가가 최근 7일 이내에 변경되었으므로 아무것도 미리 선택되지 않습니다.
nl: Er is in de afgelopen 7 dagen iets in dit project gewijzigd, dus niets ervan is voor je geselecteerd.
pl: Coś w tym projekcie zmieniło się w ciągu ostatnich 7 dni, więc nic z niego nie jest zaznaczane za Ciebie.
pt: Algo neste projeto mudou nos últimos 7 dias, então o Peel não seleciona nada dele por você.
ro: Ceva din acest proiect s‑a modificat în ultimele 7 zile, așa că nimic din el nu este selectat pentru dvs.
ru: За последние 7 дней в этом проекте что-то изменилось, поэтому из него ничего не выбрано за Вас.
sv: Något i det här projektet har ändrats de senaste 7 dagarna, så inget av det är markerat åt dig.
tr: Bu projede son 7 günde bir şey değişti, bu yüzden hiçbir kısmı sizin yerinize seçilmez.
uk: Щось у цьому проєкті змінилося за останні 7 днів, тож Peel нічого з нього не вибирає за вас.
zh_hans: 此项目中有内容在过去7天内发生了更改，因此不会替你选择其中的任何内容。
zh_hant: 此計畫案中有內容在過去7天內變更過，因此不會替你選取其中任何項目。

source: Something is already there, and Peel never replaces it.
cs: Už tam něco je a Peel to nikdy nenahrazuje.
de: Dort befindet sich bereits etwas, und Peel ersetzt es nie.
es: Ya hay algo ahí, y Peel nunca lo reemplaza.
fr: Quelque chose s’y trouve déjà, et Peel ne le remplace jamais.
it: Lì c’è già qualcosa, e Peel non lo sostituisce mai.
ja: そこにはすでに別のものがあり、Peelがそれを置き換えることは決してありません。
ko: 그곳에 이미 다른 항목이 있으며, Peel은 그 항목을 절대 대치하지 않습니다.
nl: Er staat daar al iets, en Peel vervangt dat nooit.
pl: Coś już tam jest, a Peel nigdy tego nie zastępuje.
pt: Já há algo lá, e o Peel nunca o substitui.
ro: Acolo se află deja ceva, iar Peel nu îl înlocuiește niciodată.
ru: Там уже что-то есть, и Peel никогда это не заменяет.
sv: Något finns redan där, och Peel ersätter det aldrig.
tr: Orada zaten bir şey var ve Peel var olanın üzerine asla yazmaz.
uk: Там уже щось є, а Peel ніколи цього не замінює.
zh_hans: 那里已有其他项目，Peel绝不会替换它。
zh_hant: 那裡已經有其他項目，而Peel絕不會取代它。

source: Something is there already.
cs: Už tam něco je.
de: Dort befindet sich bereits etwas.
es: Ya hay algo ahí.
fr: Quelque chose s’y trouve déjà.
it: Lì c’è già qualcosa.
ja: そこにはすでに別のものがあります。
ko: 그곳에 이미 다른 항목이 있습니다.
nl: Er staat daar al iets.
pl: Coś już tam jest.
pt: Já há algo lá.
ro: Acolo se află deja ceva.
ru: Там уже что-то есть.
sv: Något finns redan där.
tr: Orada zaten bir şey var.
uk: Там уже щось є.
zh_hans: 那里已有其他项目。
zh_hant: 那裡已經有其他項目。

source: Something loaded this from a file outside the folders macOS reads at login, so macOS forgets it when you log out. The file is shown above.
cs: Něco tuto úlohu načetlo ze souboru mimo složky, které macOS čte při přihlášení, takže ji macOS po odhlášení zapomene. Soubor je zobrazený výše.
de: Etwas hat dieses Objekt aus einer Datei außerhalb der Ordner geladen, die macOS bei der Anmeldung liest, daher vergisst macOS es, wenn du dich abmeldest. Die Datei wird oben angezeigt.
es: Algo lo ha cargado desde un archivo fuera de las carpetas que macOS lee al iniciar sesión, así que macOS lo olvida cuando cierras sesión. El archivo aparece arriba.
fr: Cet élément a été chargé depuis un fichier situé en dehors des dossiers que macOS lit à l’ouverture de session, si bien que macOS l’oublie lorsque vous fermez la session. Le fichier est indiqué ci-dessus.
it: Qualcosa l’ha caricato da un file fuori dalle cartelle che macOS legge al login, quindi macOS lo dimentica quando esegui il logout. Il file è mostrato qui sopra.
ja: macOSがログイン時に読み込むフォルダの外にあるファイルから、何かがこれを読み込みました。そのため、ログアウトするとmacOSはこれを忘れます。そのファイルは上に表示されています。
ko: macOS가 로그인 시 읽는 폴더 밖의 파일에서 무언가가 이 항목을 로드했으므로, 로그아웃하면 macOS가 이 항목을 잊습니다. 파일은 위에 표시되어 있습니다.
nl: Iets heeft dit geladen uit een bestand buiten de mappen die macOS bij het inloggen leest, dus macOS vergeet het als je uitlogt. Het bestand staat hierboven.
pl: Coś wczytało tę rzecz z pliku spoza folderów, które macOS odczytuje podczas logowania, więc macOS zapomni o niej, gdy się wylogujesz. Ten plik jest pokazany powyżej.
pt: Algo carregou este item de um arquivo fora das pastas que o macOS lê ao iniciar a sessão, então o macOS o esquece quando você finaliza a sessão. O arquivo aparece acima.
ro: Ceva l‑a încărcat dintr‑un fișier aflat în afara dosarelor pe care macOS le citește la login, așa că macOS îl uită când faceți logout. Fișierul este afișat mai sus.
ru: Что-то загрузило этот объект из файла вне папок, которые macOS читает при входе в систему, поэтому macOS забудет о нем, когда Вы выйдете из системы. Файл показан выше.
sv: Något läste in det här från en fil utanför de mappar som macOS läser vid inloggning, så macOS glömmer det när du loggar ut. Filen visas ovan.
tr: Bu, macOS’in oturum açıldığında okuduğu klasörlerin dışındaki bir dosyadan yüklendi, bu yüzden macOS oturumu kapattığınızda onu unutur. Dosya yukarıda gösteriliyor.
uk: Щось завантажило цей елемент з файлу поза папками, які macOS читає під час входу в систему, тож macOS забуває про нього, коли ви виходите із системи. Файл показано вище.
zh_hans: 某个程序从macOS在登录时读取的文件夹之外的文件载入了此项，因此你退出登录时，macOS会忘记它。该文件显示在上方。
zh_hant: 有東西從macOS在登入時讀取的檔案夾以外的檔案載入了此項目，因此你登出時macOS就會忘記它。該檔案顯示於上方。

source: Something loaded this from a file outside the folders macOS reads at startup, so macOS forgets it when the Mac restarts. The file is shown above.
cs: Něco tuto úlohu načetlo ze souboru mimo složky, které macOS čte při startu, takže ji macOS po restartu Macu zapomene. Soubor je zobrazený výše.
de: Etwas hat dieses Objekt aus einer Datei außerhalb der Ordner geladen, die macOS beim Systemstart liest, daher vergisst macOS es, wenn der Mac neu startet. Die Datei wird oben angezeigt.
es: Algo lo ha cargado desde un archivo fuera de las carpetas que macOS lee al arrancar, así que macOS lo olvida cuando el Mac se reinicia. El archivo aparece arriba.
fr: Cet élément a été chargé depuis un fichier situé en dehors des dossiers que macOS lit au démarrage, si bien que macOS l’oublie lorsque le Mac redémarre. Le fichier est indiqué ci-dessus.
it: Qualcosa l’ha caricato da un file fuori dalle cartelle che macOS legge all’avvio, quindi macOS lo dimentica quando il Mac si riavvia. Il file è mostrato qui sopra.
ja: macOSが起動時に読み込むフォルダの外にあるファイルから、何かがこれを読み込みました。そのため、Macを再起動するとmacOSはこれを忘れます。そのファイルは上に表示されています。
ko: macOS가 시동 시 읽는 폴더 밖의 파일에서 무언가가 이 항목을 로드했으므로, Mac을 재시동하면 macOS가 이 항목을 잊습니다. 파일은 위에 표시되어 있습니다.
nl: Iets heeft dit geladen uit een bestand buiten de mappen die macOS bij het opstarten leest, dus macOS vergeet het als de Mac opnieuw opstart. Het bestand staat hierboven.
pl: Coś wczytało tę rzecz z pliku spoza folderów, które macOS odczytuje podczas startu systemu, więc macOS zapomni o niej, gdy Mac uruchomi się ponownie. Ten plik jest pokazany powyżej.
pt: Algo carregou este item de um arquivo fora das pastas que o macOS lê na inicialização, então o macOS o esquece quando o Mac é reiniciado. O arquivo aparece acima.
ro: Ceva l‑a încărcat dintr‑un fișier aflat în afara dosarelor pe care macOS le citește la pornire, așa că macOS îl uită când Mac‑ul repornește. Fișierul este afișat mai sus.
ru: Что-то загрузило этот объект из файла вне папок, которые macOS читает при загрузке Mac, поэтому macOS забудет о нем, когда Mac перезагрузится. Файл показан выше.
sv: Något läste in det här från en fil utanför de mappar som macOS läser vid systemstart, så macOS glömmer det när datorn startas om. Filen visas ovan.
tr: Bu, macOS’in Mac açıldığında okuduğu klasörlerin dışındaki bir dosyadan yüklendi, bu yüzden macOS, Mac yeniden başladığında onu unutur. Dosya yukarıda gösteriliyor.
uk: Щось завантажило цей елемент з файлу поза папками, які macOS читає під час запуску системи, тож macOS забуває про нього, коли Mac перезапускається. Файл показано вище.
zh_hans: 某个程序从macOS在启动时读取的文件夹之外的文件载入了此项，因此Mac重新启动时，macOS会忘记它。该文件显示在上方。
zh_hant: 有東西從macOS在開機時讀取的檔案夾以外的檔案載入了此項目，因此Mac重新開機時macOS就會忘記它。該檔案顯示於上方。

source: Something with this identifier is running now
cs: Něco s tímto identifikátorem teď běží
de: Etwas mit dieser ID läuft gerade
es: Algo con este identificador se está ejecutando ahora
fr: Un élément portant cet identifiant est en cours d’exécution
it: Qualcosa con questo identificatore è in esecuzione ora
ja: この識別子を持つものが現在実行中
ko: 이 식별자를 가진 무언가가 지금 실행 중임
nl: Er is nu iets met deze ID actief
pl: Coś z tym identyfikatorem jest teraz uruchomione
pt: Algo com este identificador está em execução agora
ro: Ceva cu acest identificator rulează acum
ru: Сейчас выполняется что-то с этим идентификатором
sv: Något med den här identifieraren körs just nu
tr: Bu tanıtıcıya sahip bir şey şu anda çalışıyor
uk: Щось із цим ідентифікатором зараз працює
zh_hans: 带有此标识符的某个程序正在运行
zh_hant: 有使用此識別碼的項目正在執行

source: Something wrote here %@
cs: Něco sem zapsalo %@
de: Hier wurde %@ etwas geschrieben
es: Algo escribió aquí %@
fr: Quelque chose a écrit ici %@
it: Ultima scrittura qui: %@
ja: %@、ここに書き込みがありました
ko: %@ 무언가가 여기에 기록함
nl: Hier is %@ nog iets geschreven
pl: Coś zapisało tu dane %@
pt: Algo gravou aqui %@
ro: Ceva a scris aici %@
ru: Сюда что-то записывалось %@
sv: Något skrev här %@
tr: Buraya %@ bir şey yazıldı
uk: Щось записувало сюди %@
zh_hans: 有程序在%@写入过这里
zh_hant: %@曾有項目寫入此處

# Something wrote here %@, after Peel last saw %@ installed
source: Something wrote here %1$@, after Peel last saw %2$@ installed
cs: Něco sem zapsalo %@, poté co Peel naposledy viděl aplikaci %@ nainstalovanou
de: Hier wurde %@ etwas geschrieben, nachdem Peel „%@“ zuletzt installiert vorgefunden hatte
es: Algo escribió aquí %@, después de que Peel viera %@ instalada por última vez
fr: Quelque chose a écrit ici %@, après que Peel a vu %@ installé pour la dernière fois
it: Ultima scrittura qui: %@, dopo l’ultima volta che Peel ha visto %@ installata
ja: Peelが最後に“%2$@”のインストールを確認した後、%1$@、ここに書き込みがありました
ko: Peel이 ‘%2$@’의 설치를 마지막으로 확인한 후, %1$@ 무언가가 여기에 기록함
nl: Hier is %@ nog iets geschreven, nadat Peel %@ voor het laatst geïnstalleerd zag
pl: Coś zapisało tu dane %@, po tym, jak Peel ostatnio widział zainstalowaną aplikację %@
pt: Algo gravou aqui %@, depois que o Peel viu %@ instalado pela última vez
ro: Ceva a scris aici %@, după ce Peel a văzut ultima dată aplicația %@ instalată
ru: Сюда что-то записывалось %@, после того как Peel последний раз видел приложение «%@» установленным
sv: Något skrev här %@, efter att Peel senast såg %@ installerad
tr: Peel %2$@ uygulamasını en son yüklü olarak gördükten sonra, buraya %1$@ bir şey yazıldı
uk: Щось записувало сюди %@, після того як Peel востаннє бачила програму «%@» інстальованою
zh_hans: 有程序在%@写入过这里，是在Peel上次看到“%@”已安装之后
zh_hant: %@曾有項目寫入此處，是在Peel最後一次看到「%@」已安裝之後

source: Sort By
cs: Seřadit podle
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
ja: 表示順序
ko: 다음으로 정렬
nl: Sorteer op
pl: Sortuj wg
pt: Ordenar por
ro: Sortați după
ru: Сортировать
sv: Sortera efter
tr: Şuna Göre Sırala
uk: Сортування
zh_hans: 排序方式
zh_hant: 排序方式

source: Sort and Filter
cs: Řazení a filtrování
de: Sortieren und Filtern
es: Ordenar y filtrar
fr: Trier et filtrer
it: Ordina e filtra
ja: 並べ替えとフィルタ
ko: 정렬 및 필터
nl: Sorteer en filter
pl: Sortuj i filtruj
pt: Classificar e Filtrar
ro: Sortați și filtrați
ru: Сортировать и фильтровать
sv: Sortera och filtrera
tr: Sırala ve Filtrele
uk: Сортування і фільтри
zh_hans: 排序和筛选
zh_hant: 排序和過濾

source: Sorting by name puts folders at the top.
cs: Při řazení podle názvu budou složky nahoře.
de: Beim Sortieren nach Namen stehen Ordner oben.
es: Al ordenar por nombre, las carpetas aparecen arriba.
fr: Le tri par nom place les dossiers en haut.
it: L’ordinamento per nome mette le cartelle in alto.
ja: 名前順で並べたときに、フォルダが上に表示されます。
ko: 이름순으로 정렬하면 폴더가 맨 위에 표시됩니다.
nl: Bij sorteren op naam staan mappen bovenaan.
pl: Przy sortowaniu według nazwy foldery są na górze.
pt: Ordenar por nome coloca as pastas no topo.
ro: Sortarea după nume pune dosarele în partea de sus.
ru: При сортировке по имени папки располагаются вверху.
sv: Vid sortering efter namn hamnar mappar överst.
tr: Ada göre sıralama klasörleri en üste koyar.
uk: Під час сортування за назвою папки опиняються вгорі.
zh_hans: 按名称排序时，文件夹会排在最上方。
zh_hant: 依名稱排序時，檔案夾會排在最上方。

source: Source
cs: Zdroj
de: Quelle
es: Origen
it: Provenienza
ja: 入手元
ko: 출처
nl: Bron
pl: Źródło
pt: Origem
ro: Sursă
ru: Источник
sv: Källa
tr: Kaynak
uk: Джерело
zh_hans: 来源
zh_hant: 來源

source: Space
cs: Místo na disku
de: Speicherplatz
es: Espacio
fr: Espace
it: Spazio
ja: 容量
ko: 공간
nl: Schijfruimte
pl: Miejsce
pt: Espaço
ro: Spațiu
ru: Место на диске
sv: Utrymme
tr: Disk Alanı
uk: Місце на диску
zh_hans: 空间占用
zh_hant: 空間

source: Space doesn’t touch this: the app that made it knows what is still needed.
cs: Stránka Místo na disku na toto nesahá: aplikace, která to vytvořila, ví, co je ještě potřeba.
de: Die Seite „Speicherplatz“ rührt dies nicht an: Die App, die es erstellt hat, weiß, was noch gebraucht wird.
es: La página Espacio no toca esto: la app que lo creó sabe lo que aún hace falta.
fr: La page Espace n’y touche pas : l’app qui l’a créé sait ce qui est encore nécessaire.
it: La pagina Spazio non lo tocca: l’app che l’ha creato sa cosa serve ancora.
ja: “容量”ではこれに手を付けません。何がまだ必要かは、これを作成したアプリが把握しています。
ko: 공간 페이지는 이 항목을 건드리지 않습니다. 무엇이 아직 필요한지는 이 항목을 만든 앱이 알고 있습니다.
nl: De pagina 'Schijfruimte' komt hier niet aan: de app die dit heeft gemaakt, weet wat nog nodig is.
pl: Strona Miejsce tego nie dotyka: aplikacja, która to utworzyła, wie, co jest jeszcze potrzebne.
pt: A página Espaço não mexe nisso: o app que o criou sabe o que ainda é necessário.
ro: Pagina Spațiu nu atinge acest articol: aplicația care l‑a creat știe ce mai este necesar.
ru: Раздел «Место на диске» не трогает эти данные: приложение, которое их создало, знает, что еще нужно.
sv: Sidan Utrymme rör inte det här: appen som skapade det vet vad som fortfarande behövs.
tr: Disk Alanı buna dokunmaz: onu oluşturan uygulama neyin hâlâ gerekli olduğunu bilir.
uk: Розділ «Місце на диску» цього не чіпає: програма, яка це створила, знає, що ще потрібно.
zh_hans: “空间占用”不会触碰它：创建它的App知道哪些内容仍然需要。
zh_hant: 「空間」不會動這個項目：製作它的App知道哪些內容仍然需要。

source: Spaces a command doesn’t need are taken out before it is saved.
cs: Mezery, které příkaz nepotřebuje, se před uložením odstraní.
de: Leerzeichen, die ein Befehl nicht braucht, werden vor dem Sichern entfernt.
es: Los espacios que un comando no necesita se quitan antes de guardarlo.
fr: Les espaces inutiles d’une commande sont retirées avant son enregistrement.
it: Gli spazi di cui un comando non ha bisogno vengono tolti prima che venga salvato.
ja: コマンドに不要なスペースは、保存される前に取り除かれます。
ko: 명령에 필요 없는 공백은 저장되기 전에 제거됩니다.
nl: Spaties die een commando niet nodig heeft, worden weggehaald voordat het wordt bewaard.
pl: Zbędne spacje są usuwane z polecenia przed jego zachowaniem.
pt: Os espaços de que um comando não precisa são removidos antes de ele ser salvo.
ro: Spațiile de care o comandă nu are nevoie sunt eliminate înainte ca aceasta să fie salvată.
ru: Пробелы, которые не нужны команде, убираются перед ее сохранением.
sv: Onödiga mellanslag i ett kommando tas bort innan det sparas.
tr: Bir komutun ihtiyaç duymadığı boşluklar, komut kaydedilmeden önce çıkarılır.
uk: Пробіли, які не потрібні команді, вилучаються перед її збереженням.
zh_hans: 命令中不需要的空格会在保存前被移除。
zh_hant: 指令在儲存前會先移除不需要的空格。

source: Spaces stay in the order you put them
cs: Plochy zůstávají v pořadí, v jakém jste je seřadili
de: Spaces bleiben in der Reihenfolge, die du festgelegt hast
es: Los Spaces se quedan en el orden en que los has puesto
fr: Les Spaces restent dans l’ordre que vous avez choisi
it: Gli spazi restano nell’ordine in cui li hai messi
ja: 操作スペースを並べた順序のままにする
ko: Spaces가 배치한 순서대로 유지됨
nl: Spaces blijven in de volgorde waarin je ze zet
pl: Przestrzenie pozostają w ustalonej przez Ciebie kolejności
pt: Os Spaces ficam na ordem em que você os colocou
ro: Spaces rămân în ordinea în care le‑ați pus
ru: Рабочие пространства Spaces остаются в заданном Вами порядке
sv: Spaces stannar i den ordning du har lagt dem
tr: Spaces alanları sizin dizdiğiniz sırada kalır
uk: Spaces лишаються в заданому вами порядку
zh_hans: 空间保持你排列的顺序
zh_hant: 空間維持你安排的順序

source: Spotlight Didn’t Answer
cs: Spotlight neodpověděl
de: Spotlight hat nicht geantwortet
es: Spotlight no ha respondido
fr: Spotlight n’a pas répondu
it: Spotlight non ha risposto
ja: Spotlightから応答がありませんでした
ko: Spotlight가 응답하지 않음
nl: Spotlight gaf geen antwoord
pl: Spotlight nie odpowiedział
pt: O Spotlight Não Respondeu
ro: Spotlight nu a răspuns
ru: Нет ответа от Spotlight
sv: Spotlight svarade inte
tr: Spotlight Yanıt Vermedi
uk: Немає відповіді від Spotlight
zh_hans: “聚焦”没有回应
zh_hant: Spotlight沒有回應

source: Spotlight Importers
cs: Importéry pro Spotlight
de: Spotlight-Importer
es: Importadores de Spotlight
fr: Importateurs Spotlight
it: Importatori Spotlight
ja: Spotlightインポータ
ko: Spotlight 임포터
nl: Spotlight-importmodules
pl: Importery Spotlight
pt: Importadores do Spotlight
ro: Importatoare Spotlight
ru: Импортеры Spotlight
sv: Spotlight-importerare
tr: Spotlight İçe Aktarıcıları
uk: Імпортери Spotlight
zh_hans: “聚焦”导入程序
zh_hant: Spotlight輸入程式

source: Spreadsheet…
cs: Tabulka…
de: Tabelle …
es: Hoja de cálculo…
fr: Feuille de calcul…
it: Foglio di calcolo…
ja: スプレッドシート…
ko: 스프레드시트…
pl: Arkusz…
pt: Planilha…
ro: Foaie de calcul…
ru: Таблица…
sv: Kalkylblad…
tr: Hesap Tablosu…
uk: Е‑таблиця…
zh_hans: 电子表格…
zh_hant: 試算表⋯
